import "./copy.scss"

function Copy() {
	return (
		<div className="copy-wrapper">
			<span>
				Ресурс terro216.github.io/cinema-react действует в соответствии с законодательством Российской
				Федерации о защите информации и авторских прав.
				<p></p>
				Весь размещенный на сайте контент представляет собой материал, находящийся в свободном доступе для
				просмотра и скачивания в сети Интернет. Сбор доступных в Интернете материалов и их размещение в
				каталоге осуществляется в автоматическом режиме. Администрация сайта в данном случае не осуществляет
				контроль над добавляемым контентом.
				<p></p>
				Администрация сайта также не осуществляет деятельность, связанную с публикацией нелицензионного
				контента, незаконно украденного и находящегося под защитой правообладателей. Автоматизированная
				система публикует только находящийся в свободном доступе материал из открытых источников.
				<p></p>
				Ресурс terro216.github.io/cinema-react всегда открыт для сотрудничества с правообладателями. Если Ваши
				исключительные права на объекты авторской собственности нарушаются каким-либо образом с использованием
				данного ресурса (размещение информации, защищенной авторским правом), администрация готова оказать Вам
				содействие и удалить с сайта соответствующие материалы.
				<p></p>
				При возникновении спорных ситуаций мы просим Вас прислать нам письмо в электронном виде, где
				необходимо указать следующее:
				<p></p>
				1. Документальное подтверждение Ваших прав на материал, защищённый авторским правом:<br></br>•
				отсканированный документ с печатью, либо<br></br>• email с официального почтового домена компании
				правообладателя, либо<br></br>• иная информация, позволяющая однозначно идентифицировать Вас как
				правообладателя данного материала.<br></br>
				<br></br>
				2. Прямые ссылки на страницы сайта, которые содержат данные, опубликованные с нарушением авторских
				прав.
				<p></p>
				При получении письма, содержащего данное подтверждение, в течение 100 часов мы удалим с сайта
				защищенный авторским правом контент. Либо по вашей же просьбе заменим материал на вас устраивающий
				плеер с легального онлайн кинотеатра или канала YouTube.
				<p></p>Контакты: cinema@ilyamed.site
				<p></p>
			</span>
		</div>
	)
}
export default Copy
